[
  {
    "name": "The First Peoples of Niagara",
    "text": "Native people have lived in Niagara for 11,000 years, a considerable period of time compared to “the discovery of America” accomplished by European explorers in the 15th century. These first nomadic inhabitants practiced hunting and gathering. Over time, indigenous villages became more permanent because of the increasing importance of vegetable growing in their diet. Around the year 1300 we saw the emergence of distinct nations, including the Neutrals, who lived in Niagara until their defeat by the Iroquois in 1650. Following their disappearance, the Seneca and the Mississauga settled briefly in the region."
  },
  {
    "name": "The Loyalists",
    "text": "The United Empire Loyalists were American colonists who wanted the unity of the British Empire and who rallied to the royal standard in America before the Treaty of Separation of 1783. Being of a diversity of ethnic groups, races, social ranks and religions, the loyalists sacrificed their existence, their homes, their lands and their property to save themselves from a Republican America and to maintain the faith that any injustice could be resolved under the British system of government. Around 80,000 refugees fled to Quebec, the Maritimes, England, Africa and the British West Indies. About 5,000 people came to Niagara to settle there as pioneers."
  },
  {
    "name": "The Capital Years 1792-1796",
    "text": "Upper Canada was inaugurated on December 26, 1791. The British Parliament named John Graves Simcoe first lieutenant governor and established Newark (Niagara-on-the-Lake) as its capital. Thus were laid the foundations of Ontario."
  },
  {
    "name": "Battlefields at Niagara - The War of 1812-1814",
    "text": "On June 18, 1812, the United States declared war on Great Britain. For three years the Niagara region was a combat zone that experienced American invasions and battles bloody. The fate of Canada hung in the balance, but in the end Upper Canada was saved."
  },
  {
    "name": "The rebuilding of Niagara",
    "text": "In the first months of 1815 news spread that the war was over. The citizen soldiers of Niagara returned from the front to find the ruins of their homes and businesses. We began the years of reconstruction. In 1831, the founding of the Niagara Harbor and Dock Company, a port and shipbuilding company, increased the prosperity of the city. However, thirty years later the commercial and government center was already moved to the town of St. Catharines, located on the Welland Canal. Niagara slipped into economic depression and transformed its mixed orchard farms. At that time Niagara was recognized as a place of asylum for escaped American slaves, for the officers and soldiers of the Confederate States and for the orphans of England."
  },
  {
    "name": "Maturity",
    "text": "By the early 1870s the town of Niagara-on-the-Lake had already faced several setbacks, including the relocation of the center of administration and the departure of the military garrison in 1860. However, the inhabitants looked for other means to guarantee the survival of their city. It was like destination tourist and place of commemoration that Niagara launched in a new direction."
  },
  {
    "name": "The 20th century",
    "text": "Thousands of soldiers trained on the fields of the Fort George Military Reserve before disembarking for Europe during the two World Wars. At that time it was at Camp Niagara that the center was found everyday. At the end of the Korean War the Camp was abandoned and Niagara had to change direction. Over a period of time the city suffered a steady decline. Today, on the contrary, the city is recognized for its restored buildings, its viticulture and its Shaw Festival theater. There community is growing, not only in the city and villages but also in Champagne."
  },
  {
    "name": "Memorial Hall",
    "text": "Opened to the public in 1907, Memorial Hall was the first building in Ontario which was built expressly as a museum. Nowadays the museum presents 2 or 3 exhibitions each year in the Memorial Hall to explore various aspects of Niagara’s history as well as its place in the world. On the first floor we find the Janet Carnochan Gallery. This space also contains temporary exhibitions of objects that illustrate the history of Niagara but which are not necessarily suitable for gallery exhibitions anymore permanent. This gallery undergoes regular rotations to facilitate the presentation of a large number of fascinating objects from the collection."
  }
]